Repository: patrov/inferno
Catalog: translations/*/LC_MESSAGES/flask_user.po
Languages: fr

source: Password must have at least 6 characters with one lowercase letter, one uppercase letter and one number
fr: Modpas la do genyen omwen 6 karaktè

source: Username must be at least 3 characters long
fr: Non itilizatè do o mwen gen 3 karaktè

source: Username may only contain letters, numbers, '-', '.' and '_'
fr: Ou sèlman ka mete lèt, chif, '-', '.','_' nan non itilizatè a

source: This Username is already in use. Please try another one.
fr: Non Itilizatè sa a ekziste deja. Silvouplè esaye yon lòt

source: This Email is already in use. Please try another one.
fr: Adrès imel sa a ekziste deja. Silvouplè eseye yon lòt

source: Email
fr: Imel

source: Email is required
fr: Fok ou mete yon adrès imel

source: Invalid Email
fr: Adrès imel sa a pa valid

source: Add Email
fr: Ajoute yon adrès imel

source: Old Password
fr: Vye modpas la

source: Old Password is required
fr: Fok ou mete ansyen modpas la

source: New Password
fr: Nouvo modpas

source: New Password is required
fr: Fok ou rantre yon nouvo modpas

source: Retype New Password
fr: Retape nouvou modpas la

source: New Password and Retype Password did not match
fr: Nouvou modpas la pa menm avek modpas ou retape a

source: Change password
fr: Chage modpas

source: Old Password is incorrect
fr: Vye modpas la pa bon

source: New Username
fr: Nouvo itilizatè

source: Username is required
fr: Fok ou gen yon non itilizatè

source: Change username
fr: Chanje itilizatè

source: Your email address
fr: Adrès imel ou a

source: Email address is required
fr: Fok ou gen yon adrès imel

source: Invalid Email address
fr: Adrès imel sa a pa bon

source: Send reset password email
fr: Voye yon imel pou mwen ka renouvle modpas mwen an

source: %(username_or_email)s does not exist
fr: %(username_or_email)s sa a pa ekziste

source: Username
fr: Non itilizatè

source: Password
fr: Modpas

source: Password is required
fr: Fok ou gen yon modpas

source: Remember me
fr: Pa bliye mwen

source: Sign in
fr: Konekte

source: Username or Email
fr: Non itilizatè oubyen imel

source: Username/Email
fr: Non itilizatè / Imel

source: Incorrect %(username_or_email)s and/or Password
fr: %(username_or_email)s e/oubyen modpas la pa bon

source: Retype Password
fr: Retape modpas la

source: Password and Retype Password did not match
fr: Nouvo modpas la pas menm avek modpas ou retape a

source: Token
fr: jeton

source: Register
fr: Anrejistre

source: Resend email confirmation email
fr: Revoye imel pou konfimasyon adrès imel la

source: Your confirmation token has expired.
fr: Jeton konfimasyon ou an ekspire.

source: Invalid confirmation token.
fr: Jeton konfimasyon sa a pa valid.

source: Your email has been confirmed.
fr: Nou konfime adrès imel ou a.

source: Your password has been changed successfully.
fr: Chanjman modpas ou a reyisi.

source: A reset password email has been sent to '%(email)s'. Open that email and follow the instructions to reset your password.
fr: Nou voye yon imel pou '%(email)s'. Ladan l ou ap jwenn kijan pou fè pou chanje modpas ou

source: You have signed out successfully.
fr: Ou reyisi konekte.

source: Invitation has been sent.
fr: Nou voye yon invitasyon.

source: Your reset password token has expired.
fr: Jeton ki pou pèmèt ou chanje modpas ou a ekspire.

source: Your reset password token is invalid.
fr: Jeton ki pou pèmèt ou chanje modpas ou a pa bon.

source: Your password has been reset successfully.
fr: Chanjeman modpas ou an reyisi.

source: You must confirm your email to access '%(url)s'.
fr: Fok ou konfime adrès imel ou an avan ou aksede '%(url)s'.

source: You must be signed in to access '%(url)s'.
fr: Fok ou konekte pou ka aksede %(url)s'.

source: You do not have permission to access '%(url)s'.
fr: Ou pa gen aksè pou '%(url)s'.

source: A confirmation email has been sent to %(email)s with instructions to complete your registration.
fr: Nou voye yon imel pou %(email)s avek eksplikasyon pou ka konplete kreyasyon kont an a.

source: You have registered successfully.
fr: Kont an kreye.

source: Your account has not been enabled.
fr: Kont ou an poko aktive.

source: Your email address has not yet been confirmed. Check your email Inbox and Spam folders for the confirmation email or <a href="%(url)s">Re-send confirmation email</a>.
fr: Ou poko konfime adrès imel ou a. Gade si imel konfimasyon pa na bwat mel ou byen nan dosye spam ou. Ou toujou ka voye yon lot imel konfimasyon si ou <a href="%(url)s">klike lyen sa a</a>.

source: You have signed in successfully.
fr: Ou konekte.

source: Forgot Password
fr: Mwen bliye modpas mwen

source: Invite User
fr: Invite yon moun.

source: New here? Register.
fr: Ou nouvo? Kreye yon kont

source: Forgot your Password?
fr: Ou bliye modpas ou?

source: Already registered? Sign in.
fr: Ou gen yon kont? Konekte

source: Resend Confirmation Email
fr: Revoye imel konfimasyon an

source: Reset Password
fr: Mete yon nouvo modpas
